{"[引言]": ["杜甫诗句：“新松恨不高千尺，恶竹应须斩万竿。”人间就是要有爱，也要有恨。爱真、善、美；恨假、恶、丑。若不如此，世上就不会有公理、正义和光明。"], "[事实论据]": ["秋瑾严辞斥县官。贫苦农民阮财富的田产被当地恶霸教民黄老虎霸占，阮财富告到县衙门，请求县官老爷为他伸冤。县官害怕教会，庇护恶霸，非但不为受害者伸冤，反而诬蔑阮财富：“和信教人作对，要造反不怕国家王法。”要拿他问罪。围观群众敢怒而不敢言。此时正好秋瑾路过衙门，她听完受害者的诉说以后，义正辞严地对县官说：“阮财富的田产被别人霸占去了，怎么落得个没理，还要吃官司呢？你讲的是什么王法？他无罪，应该放了！”秋瑾在家乡有名声，县有几分怕她，不得不把阮财富当场开镣放了。", "鲁迅为车夫医脚。“横眉冷对千夫指，俯首甘为孺子牛”是鲁迅人格的写照。对敌人恨，对人民爱，在鲁迅的日常生活中，处处可以看到他的这种高尚人格。有一年的冬天，在他家门口不远处，他见到一位人力车夫捧着流血的脚，原来脚被玻璃碴划破了，疼得不能走动。鲁迅很快从家中拿来药品、钳子和纱布，在凛洌的寒风中，他蹲下身子，细心地把车夫脚底的碎玻璃碴用钳子取出来，又用消毒药水清洗了伤口，敷上药，扎上绷带。扶他站起来。并设法着人送车夫回家。", "齐白石老人的“群鼠图”。著名书画大师齐白老人爱憎分明，痛恨日本军阀，痛恨汉奸、特务。1937年“七.七”事变后，他在门口贴出一张“告白”，上书：“从来官不入民家。官入民家，主人不利。谨此告知，恕不接见。”拒绝卖画给敌人，拒绝与他们打交道。老人还常常借诗画影射咒骂敌人。他曾画了一幅“群鼠图”，在画上题诗道：“群鼠群鼠，何多如许？何闹如许？既啮我果，又剥我黍。烛灯残天欲曙，严冬已换五更鼓。”严励尖锐地揭露笔鞭挞了日寇“群鼠”对我国的侵略罪行。", "“华人池”洋人不准进。1932年，侨居新加坡的华人著名企业家胡文虎得悉：上海租界内，洋人在公园门口挂着“华人与狗，不得人内”的牌子，他痛恨不已。于是他就修建了一座漂亮的游泳池，命名为“华人池”，在门口高挂着一块牌子，写着：只准华人入内。有一天，两个洋人绕过牌子，偷偷摸摸地跳进泳池，当即被游泳的华人扭送出门。", "杨令弗巧斥希特勒。法丁斯头子希特勒，为了给自己装饰门面，冒充风雅，在柏林举办了一次画展。旅美中国著名女画家杨令弗也应邀参加。她画了一幅粉墨花鸟画，画的是翠竹数竿，两只鹌鹑怒目相视，在青枝翠叶中争斗。并在画的左上角题上一首《致战魔》的诗。希特勒对这幅富有东方神韵的画很喜欢，并买下了这幅画。希特勒不懂中文，待数日后读到译稿，才知道诗画原来是痛骂自己是制造仇恨，同类相残的“战魔”，他恼羞成怒，立即下“逐客令”。可杨令弗早已离开柏林了。"], "[理论论据]": ["是文人，他的是非就愈分明，爱憎也愈热烈。　　鲁迅《再论文人相轻》", "爱力可以创造世界。　　恽代英《怎样创造少年中国》", "爱力愈大，所爱愈博。　　李大钊《黑暗运动》", "假如我的血肉该喂动物，我情愿喂狮虎鹰隼，却一点不给癞皮狗吃。　　鲁迅《半夏小集》", "能憎才能爱。　　鲁迅《七论“文人相轻”两伤》"], "人总是匆匆忙忙地爱，却总是不慌不忙地恨。　　[英]拜伦《唐璜》": ["没有东西比健全的爱更伟大，它导引着一切。　　郑振锋《欢迎泰戈尔》"]}