{"[引言]": ["观察是人们认识客观事物最直接，最基本的手段。分析、比较、研究都是以观察为基础的。", "观察必须认真、细心、全面。如果马虎，粗疏，那么深入的思考、比较、研究就失去可靠的前提，当然也就不可能对客观事物有全面正确的认识。", "我们应当注意培养观察能力和观察习惯。"], "[事实论据]": ["张衡观测天象制作浑天仪。东汉杰出科学家张衡，在任太史令时，专心研究天文历算。在当时，有种比较先进的天文学说叫浑天说，认为天是浑圆的，像一枚禽卵，天像卵壳，地像卵黄，在天的中间，日月星辰在“卵壳”上不停转动。张衡认为这样的结论不完善。于是他天天观测天象，积累了大量恒星运动的资料并对恒星运动的规律进行了分析研究，制成了浑天仪，继承和发展了前人的浑天说。浑天仪用铜制成，主体是一个球体模型，上刻着恒心、南极、北极、经度、黄道、赤道。仪器上表现的情况同天空中星象出没完全相符。所以取得如此成就，完全由于张衡坚持观测天象的结果。", "法布尔一生观察昆虫。法国昆虫学家法布尔让亨利从幼年起就经常观察昆虫。他数十年如一日，一天也没有停止过对昆虫的观察和研究。对一种昆虫的观察研究往往经经历几年，十几年，甚至40年才下结论。他对昆虫的观察极为专心，仔细，为了研究松毛虫的生活规律，常常把眼睛都看肿了。手指也被松毛虫的毒刺刺肿了，他也毫不在乎。在观察中发现狩猎蜂刺穿昆虫的神经节加以麻痹，用作幼虫食料，他兴奋不已。晚年还详细观察栖息于未垦地中的各种昆虫，将观察研究所得陆续写出《昆虫记》十卷。", "左拉什么都要看看。法国著名作家左拉一生写了大量作品。他的代表作《卢贡——马卡尔家族》由20部长篇小说组成。通过描写一个家族五代人的盛衰兴亡史，反映拿破仑三世时代法国的社会生活，暴露当时贵族和资产阶级的腐配和荒淫。由于左拉认真注意观察当时社会中各色各样的人物，所以才能在这部巨著中刻画出众多的形形色色的人物现象。左拉非常注意观察生活，他什么都要看看。走在路上，遇到妓女和警察打架，他就挤进围观人群，仔细观察各种人的情态。在商店里磁巧遇到几位女顾客与老板讨价还价，他就驻足观察，直到女顾客们离开柜台。他常到煤矿去与矿工一道采煤；到洗衣房和女工聊天；到集市上看商贩做买卖；酒吧、舞厅他都去，目的既不是自己跳舞取乐，也不是饮酒消愁，他是借机观察人生，观察社会。", "弗兰明发现青霉素。弗兰明是英国细菌学家、英国皇家学会会员。1922年他发现溶菌酶。1928年他又发现了青霉素，这是他在观察培养葡萄球细菌的毓盘时，发现盘里长了青绿色的霉，再细心观察，这种青绿色霉的周围没有葡萄球菌。经过反复观察和研究，证实这种绿色坶是杀菌的物质。这就是他梦寐以求的葡萄菌克星。经过进一步研究制成了青霉素这种高效抗菌素。以后英国病理学家弗洛里和德国生物化学家钱恩肯定了它的治疗价值。青霉素的出现，挽救了无数人的生命。为此，他荣获诺贝尔奖。著有《青霉素——它的实际应用》。"], "[理论论据]": ["不审不聪则缪《谬》，不察不明则过。　　《管子宙合》"], "经验是一点一点观察得来的结果。　　[英]莎士比亚《爱的徒劳》": [], "不愿看的人，比瞎子更看不见。　　[英]布尔德《祈祷书》": [], "仁慈的上帝赐给我们两耳和双眼，为的是世上发生的一切，我们应该耳闻目见。　　[前苏联]高尔基《关于埃莱娜德库尔西伯爵夫的叙事诗》": [], "智慧素以千眼观物，爱情常以独目看人。　　[前苏联]高尔基《克里姆萨姆生的一生》": ["一只眼看不到全部。　　非注入谚语"]}